class Questions{
	constructor(){
		
	}
	
	get devQuestions(){
		return [
				`1. 주르르와 고세구를 통칭하여 부르는 대표적인 별명은? (난이도 下)
						1. 껌딱즈
						2. 막내즈
						3. 무칠즈
						4. 고로시즈
						5. 자연치즈`,
				`2. 주르르의 초등학생 때 꿈은? (난이도 中)
						1. 노숙자
						2. 대통령
						3. 공무원
						4. 패션 코디네이터
						5. 패션 에디터
						6. 패션 일러스터
						7. 패션 디자이너
						8. 패션 모델`,
				`3. 다음 중 주르르가 왁굳형 방송을 보게 된 계기인 게임은? (난이도 中)
						1. 블록랜드
						2. 발로란트
						3. GTA4
						4. 마인크래프트
						5. 배틀그라운드
						6. GTA5
						7. 오버워치`,
				`4. 주르르가 주폭도들을 부를 때 사용하는 별명이 아닌 것은? (난이도 上) 
						1. 육수씹덕오타쿠
						2. 씹덕육수오타쿠
						3. 오타쿠육수씹덕
						4. 씹덕오타쿠육수
						5. 오타쿠씹덕육수`,		
				`5. 주르르가 올해 생일에 먹었던 음식은? (난이도 上)
						1. 이슬(르르땅은... 이슬만 먹잖아)
						2. 투쁠한우등심
						3. 삼겹살
						4. 이베리코 목살
						5. 로스앤젤레스 갈비
						6. 햄버거`,
				`6~10. 주폭도는 풀 수 있는 문제 (동영상 문제)
					*주의사항 
					주폭도가 아닌 일반인 분들은 본 영상 시청을 삼가해주시길 바랍니다.
					만일 본 영상 시청 중 다음 증상 경험자는 즉시 영상을 종료해주시어
					가급적 빨리 근처 정신 병원을 방문하여 전문의와 상담하십시오.
									어지러움, 손발의 경련, 감각 이상, 숨이 거칠어지는 등의 과호흡 증상
									눈 근육 경련, 심장 통증, 두통 등의 증상
									주먹이 펼쳐지지 않고 굳어버리는 증상 등`,]
							
	}
	get devVideoQuestions(){
		return [
				`6. 주르르가 걸린 병은?
						1. 폐렴
						2. 조현병
						3. 곤듀병
						4. 금연증상
						5. 감기
						6. 비트박스
						7. 다래끼
						0. 다시보기`,
				`7. 조현병`,
				`8. 곤듀병`,
				`폐렴`
				];
	}
	get devAnswer(){
		return [
				5,
				3,
				2,
				7,
				5
				];
							
	}
}