class Questions{
	constructor(){
	
	}
	
	get devQuestions(){
		return [
				`1. 주르르가 올해 생일에 먹었던 음식은?
						1.이슬(르르땅은... 이슬만 먹잖아)
						2.투쁠한우등심
						3.삼겹살
						4.이베리코 목살
						5.로스앤젤레스 갈비
						6.햄버거`,
				`2. 왁물원의 사회통념상 주르르와 고세구를 통칭하여 부르는 대표적인 별명은?
						1.껌딱즈
						2.막내즈
						3.무칠즈
						4.고로시즈
						5.자연치즈`,
				`3. 주르르가 주폭도들을 부를 때 사용하는 별명이 아닌 것은? 
						1.육수씹덕오타쿠
						2.씹덕육수오타쿠
						3.오타쿠육수씹덕
						4.씹덕오타쿠육수
						5.오타쿠씹덕육수`,
				`4. 이 중 진짜 주르르는?
						1.주르르
						2.개발자가 만든 주르르
						3.코튼
						4.애기르르
						5.길햇님송이
						6.르르땅의 내면`,
				`(광기데이트)12분38초부터~13분57초 두문제`,
				`(광기데이트)12분38초부터~13분57초 두문제`,
				`7. 다음 중 주르르가 왁굳형 방송을 보게 된 계기인 게임은?
						1.블록랜드
						2.발로란트
						3.GTA4
						4.마인크래프트
						5.배틀그라운드
						6.GTA5
						7.오버워치`]
							
	}
}